{
    "lorawan adapter settings": "Adaptereinstellungen für Lorawan",
    "mainSettings": "Haupteinstellungen",
    "ServersettingsHeader": "Server Einstellungen",
    "Serverinformation": "Legen Sie die wichtigsten Kommunikationseinstellungen für Ihren Server fest",
    "ipUrl": "URL oder IP des Servers",
    "ipUrlTooltip": "Geben Sie die IP-Adresse oder die URL ein, zu der Sie eine Verbindung herstellen möchten",
    "port": "Port",
    "portTooltip": "Geben Sie den Port für die Verbindung ein",
    "SSL": "SSL",
    "sslTooltip": "Wenn Ihre Verbindung SSL verwendet, aktivieren Sie bitte diese checkbox (anstelle von http wird hppts verwendet).",
    "AuthenticationHeader": "Authentifizierungseinstellungen",
    "AuthenticationInformation": "Legen Sie die Authentifizierung für Ihren Server fest (falls erforderlich)",
    "username": "Benutzername",
    "usernameTooltip": "Geben Sie Ihren Benutzernamen ein",
    "password": "Passwort",
    "passwordTooltip": "Geben Sie Ihr Passwort ein",
    "OriginHeader": "Ursprungseinstellungen",
    "OriginInformation": "Legen Sie den Ursprung der erwarteten Daten fest",
    "origin": "Herkunft",
    "originTooltip": "Wählen Sie die Herkunft Ihrer Daten aus",
    "downlinkConfig": "Donwlink-Konfiguration",
    "name": "Name",
    "portDownlink": "Port",
    "portDownlinkTooltip": "Geben Sie den Port ein, den Sie im Downlink senden möchten",
    "priority": "Priorität",
    "priorityTooltip": "Geben Sie die Priorität ein, die Sie im Downlink senden möchten",
    "type": "Typ",
    "typeTooltip": "Wählen Sie den gewünschten Eingabetyp aus",
    "confirmed": "bestätigt",
    "confirmedTooltip": "Wenn Sie den Download mit einer bestätigten Nachricht senden möchten, aktivieren Sie diese Option",
    "front": "Führend (hex)",
    "frontTooltip": "Geben Sie den vor Ihrem Wert führenden Hex-Code ein, der heruntergeladen werden soll",
    "end": "Folgend (hex)",
    "endTooltip": "Geben Sie den nach Ihrem Wert folgenden Hex-Code ein, der heruntergeladen werden soll",
    "length": "Gesamtlänge",
    "lengthTooltip": "Geben Sie den Wert des gesamten Downlink-Payloads ein",
    "on": "An",
    "onTooltip": "Geben Sie den Wert ein, den Sie senden möchten, wenn Sie den Status auf „true“ setzen",
    "off": "Aus",
    "offTooltip": "Geben Sie den Wert ein, den Sie senden möchten, wenn Sie den Status auf „false“ setzen",
    "onClick": "Klick",
    "onClickTooltip": "Geben Sie den Wert ein, den Sie senden möchten, wenn Sie den Status auf „True“ setzen (Klicken des Buttons).",
    "multiplyfaktor": "Multiplikationsfaktor",
    "multiplyfaktorTooltip": "Geben Sie den Faktor ein, mit dem Sie Ihre Daten multiplizieren möchten (z.B. 60 für Eingabe 1(min) => 60s)",
    "unit": "Einheit",
    "unitTooltip": "Geben Sie die Einheit für Ihren Wert ein",
    "deviceType": "Gerätetyp",
    "deviceTypeTooltip": "Geben Sie den Namen des Gerätetyps ein, für welchen diese Konfiguration gültig ist. (z. B. 'Dragino XY' passt auch zu 'Dragino')",
    "nameTooltip": "Geben Sie für den Datenpunkt dieses Downlinks ein"
}
